Repository: logic10492/openchat
Catalog: OpenChat/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Add a world book to inject setting knowledge into prompts.
zh_hans: 添加世界书以将设定知识注入提示词。

source: Add Endpoint
zh_hans: 添加端点

source: Add Entry
zh_hans: 添加条目

source: Add Participant
zh_hans: 添加参与角色

source: API Endpoints
zh_hans: API 端点

source: API Key
zh_hans: API 密钥

source: Appearance
zh_hans: 外貌

source: Assistant
zh_hans: 助手

source: Available World Books
zh_hans: 可选世界书

source: Back to model list
zh_hans: 返回模型列表

source: Backstory
zh_hans: 背景故事

source: Base URL
zh_hans: 基础 URL

source: Base URL is invalid.
zh_hans: 基础 URL 无效。

source: Basic
zh_hans: 基本信息

source: Cancel
zh_hans: 取消

source: Character
zh_hans: 角色

source: Character card format is not supported.
zh_hans: 不支持此角色卡格式。

source: Character card JSON is invalid.
zh_hans: 角色卡 JSON 无效。

source: Character Thinking
zh_hans: 角色思考

source: Character thinking…
zh_hans: 角色正在思考…

source: Characters
zh_hans: 角色

source: Chat Settings
zh_hans: 聊天设置

source: Chats
zh_hans: 对话

source: Clear All Data?
zh_hans: 清除所有数据？

source: Clear Chats and Content
zh_hans: 清除对话与内容

source: Clear Conversations, Characters, and World Books
zh_hans: 清除对话、角色卡和世界书

source: Collapse Director Tools
zh_hans: 折叠导演工具

source: Compression
zh_hans: 压缩

source: Compression Mode
zh_hans: 压缩模式

source: Connection succeeded.
zh_hans: 连接成功。

source: Content
zh_hans: 内容

source: Context Strategy
zh_hans: 上下文策略

source: Conversation
zh_hans: 对话

source: Copy
zh_hans: 复制

source: Create a character card to guide conversations.
zh_hans: 创建一个角色卡以引导对话。

source: Create a conversation to start chatting.
zh_hans: 创建一个对话以开始聊天。

source: Creator Notes
zh_hans: 创作者备注

source: Custom Scenario
zh_hans: 自定义场景

source: Customize for This Chat
zh_hans: 为本会话自定义

source: Danger Zone
zh_hans: 危险操作

source: Data
zh_hans: 数据

source: Data Export
zh_hans: 数据导出

source: Default
zh_hans: 默认

source: Default Endpoint
zh_hans: 默认端点

source: Delete
zh_hans: 删除

source: Description
zh_hans: 描述

source: Director
zh_hans: 导演

source: Director input is saved as a hidden stage instruction.
zh_hans: 导演输入会保存为隐藏舞台指令。

source: Director instruction
zh_hans: 导演指令

source: Director Mode
zh_hans: 导演模式

source: Director Tools
zh_hans: 导演工具

source: Done
zh_hans: 完成

source: Edit
zh_hans: 编辑

source: Edit Character
zh_hans: 编辑角色

source: Edit Endpoint
zh_hans: 编辑端点

source: Edit Message
zh_hans: 编辑消息

source: Edit Model
zh_hans: 编辑模型

source: Edit World Book
zh_hans: 编辑世界书

source: Enable Stage
zh_hans: 启用舞台

source: Enable Thinking
zh_hans: 启用思考

source: Enabled
zh_hans: 启用

source: Endpoint
zh_hans: 端点

source: Enter custom model name
zh_hans: 输入自定义模型名称

source: Entries
zh_hans: 条目

source: Entry
zh_hans: 条目

source: Export and import will be enabled after the full data snapshot pipeline is wired.
zh_hans: 导出与导入功能将在数据快照管道完成后启用。

source: High
zh_hans: 高

source: High Intelligence
zh_hans: 高智能

source: Import
zh_hans: 导入

source: Import Character
zh_hans: 导入角色

source: Import Markdown
zh_hans: 导入 Markdown

source: Import World Book
zh_hans: 导入世界书

source: Imported character card is missing a name.
zh_hans: 导入的角色卡缺少名称。

source: Input Mode
zh_hans: 输入模式

source: Input Role
zh_hans: 输入身份

source: Keywords
zh_hans: 关键词

source: Loading
zh_hans: 加载中

source: Loading models…
zh_hans: 加载模型中…

source: Max
zh_hans: 最大

source: Max Context Tokens
zh_hans: 最大上下文 Token 数

source: Max Tokens
zh_hans: 最大 Token 数

source: Message
zh_hans: 消息

source: Message examples were imported as raw text.
zh_hans: 示例对话中有内容已按原始文本导入。

source: Missing keywords, title used as fallback.
zh_hans: 缺少关键词，已使用标题作为替代。

source: Model
zh_hans: 模型

source: Model Defaults
zh_hans: 模型默认值

source: Model Name
zh_hans: 模型名称

source: Move responder down
zh_hans: 下移回应角色

source: Move responder up
zh_hans: 上移回应角色

source: Name
zh_hans: 名称

source: Name is required.
zh_hans: 名称不能为空。

source: New Character
zh_hans: 新角色

source: New Chat
zh_hans: 新对话

source: New Endpoint
zh_hans: 新端点

source: New World Book
zh_hans: 新世界书

source: No active stage participants
zh_hans: 没有在场角色

source: No Characters
zh_hans: 暂无角色

source: No Conversations
zh_hans: 暂无对话

source: No conversations yet
zh_hans: 暂无对话

source: No stage participants
zh_hans: 暂无舞台参与角色

source: No World Book
zh_hans: 无世界书

source: No World Books
zh_hans: 暂无世界书

source: None
zh_hans: 无

source: OpenAI Compatible
zh_hans: OpenAI 兼容

source: OpenChat and SillyTavern V2 character cards are supported.
zh_hans: 支持 OpenChat 与 SillyTavern V2 角色卡。

source: Order %lld
zh_hans: 第 %lld 位

source: Participant
zh_hans: 参与者

source: Paste Character JSON
zh_hans: 粘贴角色 JSON

source: Personality
zh_hans: 性格

source: Physique
zh_hans: 体型

source: Position
zh_hans: 位置

source: Priority
zh_hans: 优先级

source: Prompt
zh_hans: 提示词

source: Provider
zh_hans: 供应商

source: Ready to import
zh_hans: 可以导入

source: Reasoning Effort
zh_hans: 思考强度

source: Rebuild World Book Semantic Index
zh_hans: 重建世界书语义索引

source: Rebuilding World Book Semantic Index...
zh_hans: 正在重建世界书语义索引...

source: Regenerate
zh_hans: 重新生成

source: Remove participant
zh_hans: 移除参与角色

source: Response Order
zh_hans: 回应顺序

source: Restore Defaults
zh_hans: 恢复默认值

source: Retry
zh_hans: 重试

source: Save
zh_hans: 保存

source: Scenario
zh_hans: 场景

source: Select Character
zh_hans: 选择角色

source: Send a message to start the conversation.
zh_hans: 发送消息以开始对话。

source: Send message
zh_hans: 发送消息

source: Set Default
zh_hans: 设为默认

source: Settings
zh_hans: 设置

source: Silent
zh_hans: 静默

source: Speech Style
zh_hans: 说话风格

source: Stage
zh_hans: 舞台

source: Stage Controls
zh_hans: 舞台控制

source: Standard
zh_hans: 标准

source: Start a new conversation to begin.
zh_hans: 开始一段新对话。

source: Stop generating
zh_hans: 停止生成

source: System
zh_hans: 系统

source: System Prompt
zh_hans: 系统提示词

source: Tags (comma separated)
zh_hans: 标签（逗号分隔）

source: Temperature
zh_hans: 温度

source: Test Connection
zh_hans: 测试连接

source: Testing
zh_hans: 测试中

source: Thinking Budget
zh_hans: 思考预算

source: This will delete conversations, character cards, world books, world book entries, memories, and messages. API endpoints are kept. This action cannot be undone.
zh_hans: 这将删除对话、角色卡、世界书、世界书条目、记忆和消息。API 端点会保留。此操作不可撤销。

source: Title
zh_hans: 标题

source: Truncation
zh_hans: 截断

source: Unconfigured
zh_hans: 未配置

source: Unset
zh_hans: 未设置

source: Use Default
zh_hans: 使用默认

source: User Controlled
zh_hans: 用户接管

source: Using global model defaults.
zh_hans: 使用全局模型默认值。

source: World Book
zh_hans: 世界书

source: World Book Characters
zh_hans: 世界书可选角色

source: World book index warning: %@
zh_hans: 世界书索引警告：%@

source: World Book Semantic Index
zh_hans: 世界书语义索引

source: World book semantic index check complete: %lld indexed, %lld newly indexed, %lld failed.
zh_hans: 世界书语义索引检查完成：已索引 %lld 条，新索引 %lld 条，失败 %lld 条。

source: World Books
zh_hans: 世界书

source: You
zh_hans: 你
